acpi
alsa-utils
ani-cli
archlinux-keyring
aspnet-runtime
autoconf
automake
baobab
base
betterlockscreen
binutils
bison
brightnessctl
btop
btrfs-progs
cheese
chromium
cmake
cmatrix
codelldb
composer
dash
dbeaver
deno
dotnet-sdk
emacs
eog
epiphany
eslint_d
evince
expac
fakeroot
fd
feh
file
file-roller
findutils
firefox
flameshot
flex
fzf
gawk
gcc
gdm
gedit
gettext
git
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-software-packagekit-plugin
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
grep
grilo-plugins
groff
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libreoffice-fresh
libtool
libva-intel-driver
libxft-bgra
linux
linux-firmware
logo-ls
lostfiles
luarocks
m4
maim
make
malcontent
mariadb
mpv
mutter
nano
nautilus
neovide-git
neovim
nerd-fonts-complete
netcoredbg
network-manager-applet
networkmanager
nitrogen
nodejs
npm
nvm
orca
otf-symbola
pacgraph
pacman
pacman-contrib
pamixer
paru
patch
perl-checkupdates-aur
perl-www-aur
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-gnome
postman-bin
ripgrep
rofi
rustdesk-bin
rustup
rygel
sed
simple-scan
smartmontools
sof-firmware
spotify
starship
sudo
sushi
sysstat
texinfo
thunderbird
totem
tracker3-miners
tree
ttf-material-design-icons
ventoy-bin
vim
vino
vscode-eslint-language-server
vulkan-intel
wget
which
wireless_tools
wireplumber
xdg-user-dirs-gtk
xdg-utils
xf86-input-synaptics
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
yelp
zram-generator
zsh
